Revit 2024 API
SymbolTypeId.Min Property
 Symbol min, indicating unit Minutes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Min { get; }
Visual Basic
Public Shared ReadOnly Property Min As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Min {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace